[Package]
Name=Expm Function
Name_de=Funktion Expm
Name_ja=Expm関数
Name_cn=Expm函数
Description=This template shows an example to solve systems of linear ODE for two variables using Python's expm function.
Description_de=Diese Vorlage zeigt ein Beispiel zum Lösen von Systemen linearer ODE für zwei Variablen mit Pythons Funktion expm. 
Description_ja=このテンプレートは、Pythonのexpm関数を使用した2つの変数の線形ODEシステムの解法例を表します。
Description_cn=该模板是一个示例，该示例使用 Python 的 expm 函数求解两个变量的线性 ODE 系统。
ID=799
Version=1.1
Category=Mathematics
Keywords=python, ordinary differential equation, matrix exponential, eigenvalue
Author=OriginLab Corp.
Keywords_de=Python, gewöhnliche Differenzialgleichung, Matrixexponential, Eigenwert
Keywords_ja=python, 常微分方程式, 行列の指数関数, 固有値
Keywords_cn=python, 常微分方程, 矩阵指数, 特征值
Type=3
[Origin]
Version=9.80
Pro=0
